Repository: Akotet08/LangCaptcha
Catalog: en-ko.tmx
Source language: en
Languages: ko

source: Before and After the Bomb: an Interactive Tour of Nagasaki · Global Voices
ko: 나가사키 탐방, 핵폭탄이 떨어지기 전과 후

source: Atomic Bomb Epicenter in 2015 - Urakami, Nagasaki.
ko: 핵폭탄이 떨어졌던 나가사키 우라카미를 찍은 현재 모습.

source: The Nagasaki Archive has used Google Earth to create an interactive map of Nagasaki before and after an atomic bomb was dropped on the southwestern Japanese city on August 9, 1945.
ko: 나가사키 기록 보관소는 구글 어스를 사용해서 1945년 8월 9일 나가사키에 핵폭탄이 떨어지기 전과 후를 비교한 쌍방향 지도를 만들었다.

source: The web tool essentially collects and curates information from around the web, matching survivor stories on YouTube, for example, with the precise location where these individuals were in Nagasaki when the bomb detonated.
ko: 이 웹 도구는 인터넷에서 정보를 수집해서 전시하는데, 유튜브에 있는 생존자 증언을 토대로 이 생존자들이 나가사키에서 핵폭탄이 터질 당시에 어디 있었는데 지도에 정확히 표시하여 보여준다.

source: The Google Earth plugin for Windows or Mac OSX 10.6+ is required to run the Nagasaki Archive.
ko: 6+용 구글어스 플러그인을 설치해야 나가사키 기록 보관소가 만든 지도를 이용할 수 있다.

source: The site also features similar web tools that explore the atomic bombing of Hiroshima, as well as the bloody Battle of Okinawa earlier in 1945 that saw up to 150,000 civilians killed.
ko: 나가사키 기록 보관소 웹사이트에는 이와 비슷한 웹 도구가 있어서 히로시마에 핵폭탄이 떨어졌을 당시 상황을 눈으로 볼 수 있고, 1945년 초반, 민간인 15만 명 이상이 목숨을 잃은 오키나와 전투 당시 상황도 볼 수 있다.

source: Hong Kong Chinglish Page Conquers the Local Internet Overnight · Global Voices
ko: 홍콩 칭글리시, 현지 인터넷을 뜨겁게 달구다.

source: Kongish Daily challenges readers’ ability to understand phrases mixing Cantonese and English.
ko: 콩글리시 신문은 독자가 광둥어와 영어가 뒤섞인 문장을 이해할 수 있는 능력을 시험한다.

source: The line, "What spring r u upping?" can be translated to "What the f**k are you talking about?"
ko: "은 "너 대체 뭔 *소리하는 거야?

source: It is republished on Global Voices under a content partnership agreement.
ko: "로 번역할 수 있다.

source: Chinglish refers to spoken or written English influenced by the Chinese language.
ko: 칭글리시는 중국어에 영향을 받은 영어를 가리키는 말이다.

source: In Hong Kong, where the majority of residents speak Cantonese, the term "Kongish" helps capture the distinctive character of Cantonese-style Chinglish.
ko: 주민 대다수가 광둥어를 쓰는 홍콩에서 "콩글리시"라는 단어는 광둥어가 가미된 칭글리시가 가진 독특한 특성을 잘 포착해낸 단어이다.

source: "Kongish" is used mainly in written form via SMS, chatrooms and social media as some find the Chinese character input system less convenient than English when using mobile devices.]
ko: "콩글리시"는 휴대전화 문자 보낼 때, 채팅창에서 대화할 때, 소셜 미디어에서 글을 쓸 때 주로 사용하며, 몇몇은 무선 단말기를 사용할 때 영어 입력체계보다 중국어 입력체계를 사용하는 게 더 편하다고 생각한다.

source: A Facebook page presenting Hong Kong news in the island's distinct brand of “Chinglish” attracted more than 15,000 likes overnight.
ko: 광둥어가 가미된 독특한 "칭글리시"를 사용해 홍콩 소식을 전하는 페이스북 페이지에 밤새 15,000번이 넘게 '좋아요'가 찍혔다.

source: Kongish Daily, the motto of which is “Hong Kong people speak Hong Kong English,” became an instant sensation locally after it published a number of stories only people fluent in both Cantonese and English could understand.
ko: "홍콩 사람은 홍콩 영어를 쓴다"를 신조로 삼은 일간지 콩글리시 일보는 오직 광둥어와 영어에 모두 능통한 사람만 이해할 수 있는 기사를 페이스북에 몇 개 쓴 뒤, 삽시간에 홍콩에서 뜨거운 감자로 떠올랐다.

source: One of the first posts on the page was the “$400k helicopter proposal” story, which has presently gathered more than 11,000 likes.
ko: 콩글리시 일보 페이스북 페이지에 첫 번째로 올린 글은 "40만 달러 상당의 헬리콥터 제안서" 기사였다.

source: The page uses phrases like "even ng eat ng play" (literally “even not eat not play”), which means “even if we do not spend money on food and fun.”
ko: 콩글리시 일보는 "even ng eat ng play"(직역하면, "먹지도, 놀지도 않지만")라는 문구를 썼는데, 이는 "우리가 먹고 즐기는 데 돈을 쓰지 않지만"이란 뜻이다.

source: In another post, Hong Kong actor Jackie Chan was referred to as someone “with so much rice”.
ko: 다른 글에서는 홍콩 영화배우 성룡을 "쌀 부자"라고 지칭했다.

source: This expression in Cantonese describes an individual who is rich.
ko: 이 광둥어 표현은 성룡이 매우 부자라는 점을 묘사하는 표현이다.

source: 'Kongish'
ko: '콩글리시'

source: Cantonese is widely accepted to have six tones.
ko: 광둥어에는 성조가 6개나 있다.

source: In 1993, the Linguistic Society of Hong Kong developed Jyutping, a Cantonese romanisation scheme.
ko: 1993년 홍콩언어협회(Linguistic Society of Hong Kong)은 '쥿핑'이라 불리는 광둥어 로마자 표기 체계를 만들었다.

source: The system uses numbers next to romanisations of Cantonese words, which indicate their tones.
ko: 이 표기 체계는 로마자로 표기된 광둥어 단어 옆에 숫자를 표시하는데, 이 숫자는 이 광둥어 단어가 갖는 성조를 의미한다.

source: On the Kongish Daily, however, posts do not include tones.
ko: 콩글리시 일보에서 쓰는 글에는 성조를 의미하는 숫자가 포함되어 있지 않다.

source: Readers have to guess the tone of a word based on romanised English words.
ko: 로마자로 쓴 영어 단어에 기반을 둬 표기된 단어가 어떤 성조를 가지는지 독자는 추측해야 한다.

source: As such, readers need to have a strong grasp of Cantonese as well as Hong Kong pop culture to understand its articles.
ko: 그래서 독자는 콩글리시 일보에서 올리는 기사를 이해하기 위해서 광둥어를 깊이 숙지하고 있어야 하며, 홍콩 대중문화도 잘 알고 있어야 한다.

source: Russian Internet, Say Hello to Barbra Streisand · Global Voices
ko: 스트라이샌드 효과, 러시아 인터넷 강타

source: Before the Internet, some people out there in the world probably celebrated the "Streisand effect" as that special charm "the Queen of all Divas" brings to her music and films.
ko: 인터넷이 등장하기 전, 많은 사람에게 "스트라이샌드 효과"는 이 "최고의 여가수"가 음악계와 영화계에 불어넣은 특별한 매력을 지칭하는 단어였다.

source: In 2003, however, the term got a new meaning, when the famous singer and actress tried to sue a photographer for publishing photos of her house.
ko: 하지만 2003년 스타라이샌드가 자기 집 사진을 함부로 찍었다는 이유로 한 사진작가를 고소하자, "스트라이샌드 효과"에 새로운 의미가 덧붙여졌다.

source: She was trying to protect her privacy, but instead she exploded the public's interest in her home, driving Internet users to look up the "forbidden" images.
ko: 스트라이샌드는 사생활을 보호하고 싶었던 것이지만, 대중은 스트라이샌드가 사는 집에 폭발적인 관심을 두기 시작했고, 많은 인터넷 사용자가 이 "금지된" 사진을 보고자 인터넷을 뒤졌다.

source: The Streisand effect is the comedy of unintended public interest, and it's as alive in Russia today as it was in California 12 years ago.
ko: 스트라이샌드 효과는 원치 않는 대중적 관심을 일으킨 한 편의 코미디로 남았지만, 12년 전 캘리포니아에서 그랬던 것처럼, 스트라이샌드 효과는 지금도 러시아에서는 살아 꿈틀거리고 있다.

source: RuNet Echo recalls four of the most prominent times the Streisand effect hit the Russian-language Internet, when banned articles, shut-down websites, and pirated movies exploded online not unlike Streisand's Malibu mansion in 2003.
ko: 루넷 에코는 2003년에 스트라이샌드가 사는 저택 사진이 폭발적인 인기를 누린 것처럼, 정부가 접속을 막은 인터넷 기사, 웹사이트, 해적판 영화가 인터넷에서 폭발적인 인기를 누리는 스트라이샌드 효과가 러시아를 강타한 4가지 사례를 보도하고자 한다.

source: The Village and Business-Youth
ko: 금지하는 게 가장 좋은 홍보 방법이다.

source: The best way to promote is to prohibit, and sometimes all it takes is signaling the intention to ban something.
ko: 가끔은 정부가 어떤 것을 금지한다고 시늉만 해도 홍보가 된다.

source: Threats are no laughing matter in Russia, either.
ko: 다만, 정부가 하는 협박을 그냥 웃어넘겨서도 안 된다.

source: Roskomnadzor, the Kremlin's media watchdog agency, has demonstrated repeatedly that its warnings should be taken seriously.
ko: 러시아 미디어 감시 기관인 연방 통신감시국은 러시아 정부가 하는 경고를 심각하게 받아들여야 한다는 점을 여러 차례 보여주었다.

source: When the Moscow-based website The Village received a letter earlier this month, saying it must delete an article titled, “The Sect of Success: How Business-Youth Makes Millions of Dollars in Emotions," several leading Russian media outlets immediately urged their audiences to read the text as quickly as they could, while it was still available.
ko: 모스크바에 지사를 둔 웹사이트인 '더 빌리지'는 이번 달 초순에 편지 한 통을 받았다. 그 편지에는 "성공의 종파: 청년실업가가 사람의 감정으로 어떻게 수백만 달러를 벌 수 있었나? "라는 기사를 지워버려야 한다는 내용을 담고 있었고, 이로 인해 여러 러시아 매스컴에서는 이 기사가 지워지기 전에 빨리 읽어보라고 독촉했다.

source: If The Village refused to obey the government order, the warning said, the entire website could be blocked.
ko: 편지에는 더 빌리지 웹사이트가 정부 명령에 따르지 않을 때, 웹사이트 전체가 폐쇄될 것이라고 경고했다.

source: The warning from Roskomnadzor turned out to be fake.
ko: 연방 통신감시국에서 온 경고장은 가짜인 것으로 밝혀졌다.

source: But whoever faked it certainly achieved their goal: the article in question has now been viewed more than 200,000 times.
ko: 하지만 연방 통신감시국으로 속여 말한 사람은 목표를 달성했다. 문제가 되었던 기사는 20만 건이 넘는 조회 수를 기록한 것이다.

source: Krovostok
ko: 크로보스톡

source: The Russian gangsta rap group Krovostok (“Blood Groove”) won a moment of fame last month, after a Yaroslavl court decided to label some of its songs illegal and ban their circulation in Russia.
ko: 러시아 갱스터 랩 그룹인 크로보스톡("피같은 리듬")은 스트라이샌드 효과로 지난달 유명해졌다. 야로슬라블 지방법원이 크로보스톡이 작곡한 몇몇 노래가 불법이란 이유로 러시아에서 판매가 금지되었기 때문이다.

source: The court particularly didn't like that the group's lyrics “form personal traits like cynicism, permissiveness, and false values.”
ko: 야로슬라블 법원은 이 그룹이 작사한 노래 가사가 "냉소주의, 비관주의, 거짓된 가치를 심어준다"고 생각했기 때문에 크로보스톡 노래를 싫어했다.

source: The effect was inevitable: even those who don't usually listen to this kind of music became interested.
ko: 평소에 랩을 듣지 않던 사람들도 크로보스톡 노래를 찾아서 듣기 시작했다.

source: The forbidden fruit, after all, is the sweetest.
ko: 역시, 금지된 사과는 더 맛있다.

source: “It's the first time within the territory of the Russian Federation when texts of a music band are declared illegal.
ko: "이 사건은 러시아 연방에서 최초로 노래 가사가 불법이라고 선언한 첫 사건입니다.

source: Not extremist, but illegal,” said the group's producer, Dmitry Fain.
ko: " 크로보스톡 프로듀서 드미트리 패인이 말했다.

source: “That certainly makes us happy.
ko: "이런 결정에 우리는 행복해했습니다.

source: If our songs are really beyond the law, it's market gold, ironically speaking.”
ko: 우리 노래가 정말 법에서 정한 테두리를 벗어나는 노래라면, 역설적이게도 이건 정말 대박이었죠"

source: Leviathan
ko: 영화 '리바이어던'

source: The situation with Andrei Zvyagintsev's film, Leviathan, is not technically a case of “Streisand effect," as nothing was banned or prohibited.
ko: 안드레이 즈비아긴체프 감독의 영화 '리바이어던'은 아무것도 금지된 게 없으므로 "스트라이샌드 효과"가 직접 나타난 예시는 아니다.

source: There was a component of illegality, however, insofar as a pirated copy of the movie leaked onto the Internet a month before its theatrical release in Russia, granting the film a certain buzz that accumulated 4 million viewers by the time it hit the cinema.
ko: 하지만 몇몇 불법적인 요소가 있기는 했다. 이 영화가 개봉되기 한 달 전에 이미 해적판이 인터넷이 유출되었고, 영화관에서 공식 상영되기 전에 이미 4백만 명이 영화를 본 상태였다.

source: The movie was also heavily discussed both in the press and on social networks, in no small part because of its illicit availability.
ko: 이 영화를 영화관에서 보기 전에 이미 인터넷에서 불법으로 볼 수 있었기 때문에, 언론과 소셜 미디어에서 집중적으로 다룰 수 있었다.

source: Watching Leviathan online also turned out to be the only way to see it unedited, without its obscene language edited out for mass distribution in Russian movie theaters.
ko: 또한, 러시아 영화관에서는 '리바이어던'을 편집해서 보여주었기 때문에, 인터넷 해적판을 보는 게 이 영화 무삭제판을 볼 수 있는 유일한 길이기도 했다.

source: Lurkmore
ko: '러크모어'

source: Before being frozen as a "monument to itself" by its founder, Lurkmore, a popular RuNet meme encyclopedia, was a target of frequent government censorship.
ko: 러시아 인터넷에서 인기 있는 밈 백과사전인 '러크모어'는 종종 정부 검열 대상이 된다.

source: (Read more about this at RuNet Echo here.)
ko: (여기서 관련 기사를 읽을 수 있다.

source: In 2012, Lurkmore even caved to pressure by Roskomnadzor, agreeing to block Russians' access to a series of articles, in order to be removed from the Internet blacklist.
ko: 이런 행동이 '러크모어'에 타격을 주기는커녕, 오히려 이런 추문으로 사람들이 이 사이트에 더 많은 관심을 두게 되었다.

source: Instead of damaging Lurkmore, the scandal led to a spike in traffic to the site (close to 4 million visitors on the day of the controversy).
ko: (논란이 있던 날 당일에 4백만 명이 방문했다.

source: According to Lurkmore's definition, the “Streisand effect” is an “effect of explosive content distribution on the Internet, when there are rumors concerning the prohibition or restriction of this distribution If something is forbidden, it's definitely significant.”
ko: '러크모어'가 내린 정의에 따르면, "스트라이샌드 효과"는 "인터넷에서 일어나는 폭발적인 콘텐츠 전달 현상이며, 이는 어떤 콘텐츠를 금지하고 규제한다는 소문이 돌 때 일어난다 어떤 콘텐츠가 정말로 금지되면, 상당히 강력한 "스트라이샌드 효과"가 생긴다.

source: In most cases, the explosion of interest is provoked unintentionally.
ko: 인터넷에서 일어나는 폭발적인 관심은 대부분 의도치 않게 일어난다.

source: As the example of The Village shows, however, some people have even learned to trigger the public's interest in that which is "forbidden," by faking the Streisand effect.
ko: 하지만 '더 빌리지' 웹사이트가 보여준 것 처럼, 몇몇은 어떤 것을 금지시킨다고 한 후 의도적으로 스트라이샌드 효과를 조장하여 대중이 폭발적인 관심을 갖도록 만드는 법을 배웠다.

source: In any case, the latent energy of millions of Internet users is always waiting to be unleashed.
ko: 수백만 명의 인터넷 사용자는 기회가 된다면 언제든지 그 속에 잠재된 애너지를 분출할 것이다.

source: Russia's Mustachioed Corruption · Global Voices
ko: 이미지 편집: Kevin Rothrock.

source: The mustachioed Richard Mille RM 52-01.
ko: 콧수염으로 유명한 드미트리 페스코프 대통령 공보비서는 지금까지 5년간 교제해왔던 타치아나 나브카와 결혼했다.

source: Image edited by Kevin Rothrock.Vladimir Putin’s mustachioed spokesman, Dmitry Peskov, has tied the knot with his partner of five years, Tatiana Navka.
ko: 푸틴 대통령과 연인 사이라는 소문이 있는 알리나 카바예바와 비슷하게, 타치아나 나브카는 전(前) 올림픽 챔피언이다.

source: Like Putin’s rumored love interest, Alina Kabaeva, Peskov’s new spouse is a former Olympic champion.
ko: 페스코프는 타치아나 나브카를 세 번째 아내로 맞이했고, 페스코프 부부는 이미 아기가 있다.

source: This is Peskov’s third marriage, and the couple already has a child, born one year ago. The wedding, which took place yesterday, on Saturday, August 1, was an extravagant affair hosted at the most expensive hotel in Sochi.
ko: 8월 1일, 토요일이었던 어제 결혼식이 열렸고, 결혼식은 소치에서 가장 비싼 호텔에서 호화롭게 치러졌다.

source: According to the news website Gazeta.ru (a Kremlin-friendly publication, incidentally), the rooms at the Rodina Grand Hotel and Spa cost anywhere from 36,000-200,000 rubles ($580-$3,250) a night.
ko: (우연히도 친(親) 정부 간행물인) 러시아 온라인뉴스 Gazeta,ru에 따르면, 페스코프 부부가 묵었던 로디나 그랜드 호텔 방과 온천 이용 비용이 하룻밤에 3만6천 루블에서 20만 루블(약 67만 원에서 380만 원)정도 든다고 밝혔다.

source: Yesterday, Gazeta.ru also published a rather controversial interview with Peskov’s 17-year-old daughter, Elizaveta, where she expressed ambivalence about her father’s new marriage, and explained her decision not to attend the wedding.
ko: 어제 Gateza. ru에서는 17살 된 페스코프의 딸인 엘리자베타와 인터뷰한, 다소 논란이 있는 내용을 실었는데, 엘리자베타는 아버지가 새장가를 들었다는 점에 상반된 감정을 동시에 느낀다고 했고, 자신이 왜 결혼식에 참석하지 않으려 하는지 밝혔다.

source: At one point in the interview, Peskov’s daughter even said she feels more at home in Paris, where her mother lives, than in Moscow, though her father apparently insists that she remain in Russia to complete her education.
ko: 인터뷰에서 엘리자베타는 아버지는 자신이 러시아에 남아서 공부를 마무리 짓기 원하지만, 자신은 엄마가 사는 파리가 아버지가 있는 모스크바보다 더 집 같이 느껴진다고 말했다.

source: “Europe is better adapted to the lives of ordinary people,” she explained, adding, “And I really like the mentality of Europeans my age—their lifestyle.
ko: "보통 사람은 유럽에서 살기가 훨씬 좋습니다. " 엘리자베타는 말했다. "그리고 저는 제 또래 유럽인의 사고방식과 삶의 양식이 정말 맘에 들어요.

source: I feel more at home in Europe.”
ko: 저는 유럽이 더 집 같습니다.

source: These revelations are particularly embarrassing for a high-ranking Kremlin official in today’s political climate, when much of the public rhetoric focuses on the West’s moral decadence and the injustice of sanctions over Moscow’s annexation of Crimea.
ko: 현 정치적 상황에서 페스코프 같은 고위 정부 인사가 이런 고백을 듣는 것은 특히 난감한 일이 아닐 수 없다.

source: A day after the nuptials, Russia’s most famous anti-corruption activist, Alexey Navalny, has also joined the bandwagon of Peskov-bashing, publishing on his website evidence that Peskov wears a wristwatch worth at least $620,000.
ko: 지금 같이 러시아가 계속해서 서구가 도덕적으로 타락했으며 러시아가 크림반도를 합병한 이후 서방 국가가 실시한 경제제재가 부당하다고 계속 주장하는 상황에서는 더더욱 그렇다. 결혼식 하루 뒤, 러시아에서 가장 유명한 반부패 활동가인 알렉세이 나바르니도 페스코프를 비난하는 대열에 동참했다.

source: The Richard Mille RM 52-01, apparently photographed on Peskov’s arm, while clutching Navka for that fateful “you-may-kiss-the-bride” embrace, is worth four of his annual salaries.
ko: 나바르니는 개인 웹사이트에 페스코프가 최소 62만 달러(약 7억 원)가 넘는 손목시계를 결혼식 날에 차고 있었다는 증거를 공개했다.

source: According to Peskov’s income and property declarations, he’s received no gifts worth this much money, and his earnings are simply too low to afford such an item.
ko: 그 시계는 바로 리샤르 밀 RM 52-01이었고, 페스코프가 결혼식에서 신부에게 키스할 그 순간에 손목에 이 시계를 차고 있었던 것이 카메라에 잡혔다.

source: Photo: Navalny.com.Navalny points out that his discovery would mean the end of Peskov’s political career, if Russia were a more transparent country.
ko: 이 시계는 페스코프가 4년간 한 푼도 안 쓰고 모아야 살 수 있는 시계이다.

source: In November 2013, in Poland, for instance, Transport Minister Slovomir Novak was forced to resign after it was revealed that he owned an undeclared wristwatch worth just $3,500—as much as 112 times less than Peskov’s alleged timepiece.
ko: 페스코프가 제출한 소득 및 재산 신고서에 보면, 페스코프는 이런 비싼 선물을 받은 적이 없고, 페스코프가 받는 월급으로는 이 정도 물건을 살 수 없다.

source: In May 2012, following a protest in Moscow that turned mildly violent, Peskov said “protesters who hurt riot police should have their livers smeared on the asphalt.”
ko: 2012년 5월, 모스크바에서 있었던 시위가 약간 폭력적으로 변한 이후, 페스코프는 "전투 경찰에 상해를 입히는 시위자는 그 간을 파내다가 아스팔트에 대고 문지를 것"이라고 말했다.

source: Navalny says Russians who oppose corruption should remember Peskov’s threat, and know that it’s directed at them.
ko: 나바르니는 부패에 저항하는 러시아 국민은 페스코프가 남긴 협박과 페스코프가 누구에게 이렇게 협박한 것인지 꼭 기억해야 한다고 밝혔다.

source: Russia Says Twitter Doesn’t Need to Comply With Its New Data-Localization Law · Global Voices
ko: 산타는 트위터에 줄 선물을 들고 평소보다 일찍 러시아를 방문했다.

source: Regulatory Christmas comes early for Twitter in Russia this year.
ko: 이미지 편집: Kevin Rothrock.

source: Image edited by Kevin Rothrock.State officials have announced that Twitter can ignore a new law coming into force on September 1 that will require online services to store all Russian user data on servers located inside Russia.
ko: 러시아 당국자는 9월 1일부터 시행될 새로운 법을 트위터가 따르지 않아도 된다고 발표했다. 새로운 법은 온라인 서비스 제공 업체가 러시아 사용자 정보를 러시아에 있는 서버에 저장해야 한다고 규정하고 있다.

source: On July 17, Alexander Zharov, the head of Roskomnadzor, the Kremlin’s media watchdog agency, told the press that federal censors don’t consider the kind of user data Twitter collects to qualify as “personal information” under the new data-localization law.
ko: 지난 7월 17일 러시아 언론 감시 기관 연방 통신감시국 국장 알렉산더 자로브는 트위터가 수집하는 개인 정보는 새로이 제정된 데이터 현지화 법이 규정한 "개인 정보"로 취급하지 않을 것이라고 밝혔다.

source: According to Zharov, there are roughly 2.6 million companies in the world that store the kind of user data identified by Russia’s new law.
ko: 자로브는 데이터 현지화 법이 규정한 개인 정보를 저장하는 기업이 전 세계에 260만 개가 된다며, 알리익스프레스, Booking.

source: Businesses on this list include AliExpress, Booking.com, Uber, PayPal, Samsung, and Lenovo—all of which have agreed to buy or rent servers inside Russia, Roskomnadzor claims.
ko: com, 우버, 페이팔, 삼성, 레노보 같은 기업이 여기에 포함된다. 통신감시국은 이 모든 기업이 러시아 내 서버를 구매하거나 빌리는 데 동의했다고 주장했다.

source: Before 2016, officials say they will audit 317 companies to check for compliance.
ko: 2016년 전까지 러시아 당국은 317개 기업을 대상으로 법을 준수하고 있는지 조사할 예정이다.

source: According to Slon.ru’s Petr Birger, Roskonadzor’s audits will be limited to documentation proving that a company has concluded a server-hosting agreement with a domestic Russian provider.
ko: ru의 표트르 비르거는 연방 통신감시국이 조사 대상인 회사가 러시아 국내 서버 제공 회사와 서버 호스팅 협약을 체결했는지 정도로 감사를 마칠 계획이라고 밝혔다.

source: (Apparently, there are no physical inspections planned of the server facilities.)
ko: (아무래도 연방 통신감시국은 서버 시설에서 물리적인 점검은 하지 않나 보다.

source: In addition to letting Twitter off the hook, Roskomnadzor says it has no plans to carry out inspections of Facebook or Google, with whose representatives Russian officials say they’re eager to meet again.
ko: 트위터 말고도, 연방 통신감시국은 페이스북이나 구글도 점검 대상에서 제외된다고 밝혔다. 러시아 당국자는 이들 회사 대표자들과 진심으로 다시 만나고 싶다고 덧붙였다.

source: In April 2015, the Russian media reported that Google reached an agreement with Rostelecom, one of Russia's leading telecommunications providers, to rent server space in Russia.
ko: 2015년 4월, 러시아 언론은 구글이 러시아에서 잘 나가는 국영 통신사인 로스텔레콤과 서버 공간을 러시아에서 빌리기로 한 협약을 맺었다고 보도했다.

source: In April 2015, a Google spokesperson told Global Voices that these reports are “inaccurate,” refusing to elaborate.
ko: 2015년 4월 구글 대변인은 글로벌 보이스와 한 인터뷰에서 위와 같은 보도는 "정확하지 않다"라고 말했지만, 더 자세히 밝히기는 거부했다.

source: Very little is known about Facebook's efforts, or lack thereof, to move Russian user data to Russian servers.
ko: 러시아 서버로 러시아 사용자 정보를 옮기는 데 있어서 페이스북이 어떻게 행동했는지는 아직 드러난 것이 많이 없다.

source: Roskomnadzor’s sudden acquiescence to Twitter is curious, especially in light of the Kremlin’s past efforts to gain access to the service’s user analytics.
ko: 러시아 정부가 과거 트위터 사용자 애널리틱스에 접근 권한을 얻으려고 노력한 점을 봤을 때 연방 통신감시국이 갑자기 트위터를 감사 대상에서 제외한 게 매우 흥미롭다.

source: In fact, the agency’s desperation with Twitter led it in December 2014 to solicit bloggers directly, and rather embarrassingly, for “screenshots” of their analytics data, which Twitter has refused to provide to the Russian government.
ko: 사실 트위터가 애널리틱스 자료를 제공해달라는 러시아 정부의 요청을 계속 거절하자, 연방 통신감시국은 2014년 12월 직접 몇몇 블로거에게 다소 쑥스럽지만, 트위터에서 볼 수 있는 애널리틱스가 찍힌 "스크린 샷"을 찍어달라고 간청했다.

source: Moscow’s interest in Twitter has seemed only to grow in recent years.
ko: 러시아는 최근에야 트위터에 관심을 두기 시작한 것 같다.

source: In the latter half of 2014, the Russian government’s requests for various users’ information increased 40 percent, according to a February 2015 transparency report.
ko: 2015년 2월에 나온 2015년 청렴도 보고서에 따르면, 2014년 하반기에 러시아 정부가 트위터에 사용자 정보를 제공해달라고 요청한 건수는 40%나 증가했다.

source: Petr Birger suggests that Moscow’s sudden willingness to back off the three Internet giants (Google, Facebook, and Twitter) might be an attempt to make up for the conflicting signals sent by Russia’s recent Internet regulations.
ko: 표트르 비르거는 러시아가 3대 인터넷 기업 (구글, 페이스북, 트위터)에 꼬리를 내린 것은 러시아가 최근 제정한 인터넷 규정이 의미하는 바와는 어긋난다고 지적했다.

source: For instance, the data-localization law demands that Internet companies make serious investments inside Russia, renting servers and ideally establishing legal representation.
ko: 예를 들어, 데이터 현지화 법은 인터넷 기업이 러시아 내에서 서버를 임대하고 법인을 설립하는 등의 광범위한 투자를 해야 한다고 못 박고 있다.

source: A host of other laws, however, like the bans on “suicide propaganda” and “drug propaganda,” mean that Internet companies in Russia today can be singled out, penalized, and even blocked—all for one errant comment left by an anonymous user.
ko: 하지만 "자살 광고" 및 "약물 광고" 금지법과 같은 다른 법을 살펴보면, 러시아에서 활동하는 인터넷 기업은 현재 관리하는 웹페이지에서 익명의 사용자가 단 한 명이라도 이상한 댓글을 남기는 즉시 정부가 지목해서 처벌하고 심지어는 회사 문을 닫아버리는 존재로 전락할 수 있다.

source: Roskomnadzor’s decision to delay any inspections of Facebook and Google, and its determination that Twitter isn’t affected by the data-localization law, demonstrate that the Kremlin is keeping its options open, while steering clear of any Internet cataclysm that might deprive the country of these ultra-popular services.
ko: 연방 통신감시국이 페이스북과 구글에 어떠한 감사도 하지 않겠다고 한 결정과 트위터는 데이터 현지화 법 적용 대상이 아니라고 한 결정은 러시아 정부가 아직 데이터 현지화 법을 어떻게 시행할지 확실하게 결정하지 않았다는 점을 의미하며, 구글, 페이스북, 트위터 같은 서비스가 러시아에서 서비스를 중단하는 그런 대재앙이 일어나는 일이 없도록 러시아 정부가 조심하고 있다는 점을 드러낸다.

source: Moscow, it seems, is betting that American Internet companies will invest in Russia, if they’re given a bit more time, and spared the full brunt of the country's many recent and repressive laws.
ko: 러시아는 미국 인터넷 기업이 시간이 조금 더 지나면 러시아에 투자한다는 데 배팅하고 있는 것처럼 보인다. 그래서 러시아가 최근 만든 억압적인 인터넷 규제에 이런 기업들이 타격을 입지 않도록 조심하는 것이다.

source: Why Are Japanese Airsoft Fans Cosplaying the Ukrainian Military? · Global Voices
ko: 왜 우크라이나군 코스프레가 일본에서 인기일까?

source: Ukrainian military insignia, a flack jacket, and a airsoft rifle, accompanied by an anime drawing—a Japanese otaku's arsenal.
ko: 우크라이나군 휘장, 방탄복, 에어소프트 라이플, 애니메이션 그림카드는 일본 마니아의 필수품이 되었다.

source: Image from http://kumanori0108.militaryblog.jp/.
ko: jp/.

source: Japan and Ukraine are miles apart, but as it turns out, Japanese airsoft players are big fans of the Ukrainian military—so much so that they are now dressing as Ukrainians and modeling their game scenarios after anti-terrorist operations in eastern Ukraine.
ko: 하지만 일본 에어소프트 게임 참가자는 지금 우크라이나군에 빠져있다. 하도 빠져있는 나머지 이제 우크라이나군 복장을 갖추고 우크라이나 동부가 배경인 대(對) 테러 작전 시나리오를 바탕으로 게임을 진행한다.

source: Airsoft, a military simulation game in which participants seek to eliminate opponents by hitting each other with non-metallic pellets, originated in Japan.
ko: 참가자가 플라스틱 탄환으로 상대방을 맞춰서 반대편을 제거하는 모의 군사 게임인 에어소프트는 일본에서 시작되었다.

source: The game is often played using organized scenarios based on military simulations or historical reenactments.
ko: 이 게임은 현 군사적 상황이나 역사적인 상황에 맞춰 작성된 시나리오에 따라서 진행한다.
